Repository: Alpaca38/Damoim
Catalog: Damoim/Localization/Localizable.xcstrings
Source language: en
Languages: ko

# app_name
source: Damoim
ko: 다모임

# button_edit
source: Edit
ko: 수정

# button_join
source: Join
ko: 참여하기

# button_ok
source: OK
ko: 확인

# button_participating
source: Participating
ko: 참여중

# button_profile_edit
source: Profile Edit
ko: 프로필 수정

# button_save
source: Save
ko: 저장

# button_sign_in
source: Sign In
ko: 로그인

# button_sign_up
source: Sign Up
ko: 회원가입

# button_submit
source: submit
ko: 등록

# button_withdraw
source: Withdraw
ko: 탈퇴하기

# dateFormat
source: en_US
ko: ko_KR

source: feed
ko: 피드

source: follow
ko: 팔로우

source: follower
ko: 팔로워

source: following
ko: 팔로잉

# label_empty_comment
source: Please leave the first comment.
ko: 첫 번째 댓글을 남겨주세요.

# label_head_count
source: Number of participants
ko: 참여 인원

# label_nickname
source: Nickname
ko: 닉네임

# navigation_title_club
source: BoardGame Club
ko: 보드게임 모임

# navigation_title_comment
source: Comment
ko: 댓글

# navigation_title_edit_comment
source: Edit Comment
ko: 댓글 수정

# placeholder_comment
source: Enter comment...
ko: 댓글 달기...

# placeholder_email
source: Enter email
ko: 이메일을 입력해주세요.

# placeholder_nickname
source: Enter nickname
ko: 닉네임을 입력해주세요.

# placeholder_password
source: Enter password
ko: 비밀번호를 입력해주세요.

# placeholder_search
source: Search Tag
ko: 태그를 검색해보세요.

# section_card
source: Everything is at stake with just one card! - Card Game
ko: 카드 한 장에 모든 것이 걸려있다! - 카드 게임

# section_guessing
source: Test your detective skills! - Guessing Game
ko: 당신의 추리력을 시험해보세요! - 추리 게임

# section_strategy
source: Craft the perfect plan to achieve victory - Strategy Game
ko: 승리를 향한 완벽한 계획 - 전략 게임

# sign_up_success
source: You have successfully registered.
ko: 회원가입에 성공했습니다.

# tab_club
source: Club
ko: 모임

# tab_like
source: Like
ko: 찜

# tab_my_club
source: My Club
ko: 내 모임

# tab_profile
source: My page
ko: 마이페이지

# tab_search
source: Search
ko: 검색

# toast_edit_success
source: Profile has been updated
ko: 프로필이 수정되었습니다.

# toast_follow_success
source: Followed successfully
ko: 팔로우 했습니다.

# toast_unfollow_success
source: Unfollowed successfully
ko: 팔로우를 취소했습니다.
